[
    {
        "country": "Turkey",
        "picture": "https://i.ibb.co/vwt2mDy/turkey.webp",
        "description": "Turkey, where East meets West, offers a rich blend of history, culture, and natural beauty. Discover the ancient city of Istanbul, where the Hagia Sophia and Blue Mosque stand as architectural marvels. Relax on the stunning beaches of Antalya, or explore unique landscapes in Cappadocia, known for its surreal fairy chimneys. Ephesus, with its well-preserved ruins, is a historical gem. The beauty of Pamukkale's terraces and the ancient city of Troy are additional highlights.",
        "video_link": "https://www.youtube.com/embed/XBZvvInlhxA?si=x1lrS7YzGR4BJcTF",
        "video_picture": "https://i.ibb.co/zXJMJ6H/Turkey.png",
        "id": "TR123",
        "currency": "Turkish Lira (TRY)",
        "language": "Turkish",
        "time_zone": "UTC+3"
    },
    {
        "country": "Switzerland",
        "picture": "https://i.ibb.co/6F97jYW/Switzerland.webp",
        "description": "Nestled in the heart of Europe, Switzerland beckons with its stunning landscapes, crowned by the majestic Swiss Alps. Visitors can bask in the cosmopolitan charm of cities like Zurich, revel in winter wonderlands by skiing in Zermatt, or find serenity on the shores of picturesque Lake Geneva. This Alpine nation is a paradise for nature enthusiasts, offering not just snow-capped peaks but also lush meadows and pristine lakes. Switzerland's blend of natural beauty and vibrant urban life creates an enchanting travel experience for those seeking adventure and culture in one extraordinary destination.",
        "video_link": "https://www.youtube.com/embed/sSwNwBQqJs0?si=ZRcXMB6wV9ONlkYz",
        "video_picture": "https://i.ibb.co/LzHXDXq/swizerland.png",
        "id": "CH456",
        "currency": "Swiss Franc (CHF)",
        "language": "Swiss German, French",
        "time_zone": "UTC+1"
    },
    {
        "country": "Italy",
        "picture": "https://i.ibb.co/ZWBdchr/Italy.webp",
        "description": "Italy, renowned for art, history, and exquisite cuisine, beckons travelers to iconic destinations. Explore Rome's ancient wonders, including the Colosseum, or savor the Renaissance art of Florence. Venice's romantic canals and gondola rides are legendary, while Naples offers authentic pizza experiences. Along the Amalfi Coast, picturesque towns like Positano captivate. With a rich cultural heritage and stunning landscapes, Italy invites visitors to indulge in la dolce vita.",
        "video_link": "https://www.youtube.com/embed/jLgcah7bpl4?si=70HpSahRxKprt6ZK",
        "video_picture": "https://i.ibb.co/XVDrVpy/Italy.png",
        "id": "IT789",
        "currency": "Euro (EUR)",
        "language": "Italian",
        "time_zone": "UTC+1"
    },
    {
        "country": "Indonesia",
        "picture": "https://i.ibb.co/gwJqNc7/indonesia.webp",
        "description": "Indonesia's diverse archipelago is a tropical paradise in Bali, where visitors can relax on stunning beaches, immerse in vibrant local cultures, and experience cultural treasures in Yogyakarta. Adventure beckons in Komodo, home to the legendary Komodo dragons. Explore the lush landscapes of Ubud, or seek tranquility on the Gili Islands. Indonesia's blend of natural beauty and cultural richness makes it a unique destination.",
        "video_link": "https://www.youtube.com/embed/IrcoYCD9-nM?si=S8RjAA2RsQGiorlU",
        "video_picture": "https://i.ibb.co/XVBrZ9C/Indo.png",
        "id": "ID101",
        "currency": "Indonesian Rupiah (IDR)",
        "language": "Indonesian",
        "time_zone": "UTC+7 to UTC+9"
    },
    {
        "country": "Thailand",
        "picture": "https://i.ibb.co/q9Bry2R/tailand.webp",
        "description": "Thailand, the Land of Smiles, entices travelers with bustling Bangkok, serene Phuket beaches, and cultural experiences in charming Chiang Mai. Delight in delectable street food, explore vibrant markets, and witness the grandeur of temples like Wat Pho and Wat Arun. The pristine beaches of Railay and the historic city of Ayutthaya are must-visit destinations, while the lush jungles of Chiang Rai offer adventure seekers a thrilling escape amidst the northern mountains.",
        "video_link": "https://www.youtube.com/embed/BRw-BlY8QZs?si=jdkDuAeDG6MwAaIw",
        "video_picture": "https://i.ibb.co/t8ZkYsY/Thailand.png",
        "id": "TH234",
        "currency": "Thai Baht (THB)",
        "language": "Thai",
        "time_zone": "UTC+7"
    }
]